Profile type '[Family Symbol]' contains no loops.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ProfileContainsNoLoops { get; }
  Visual Basic
Public Shared ReadOnly Property ProfileContainsNoLoops As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ProfileContainsNoLoops {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace